/* `welcomeLabel` UILabel text default value */
"Welcome" = "欢迎";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "感谢您的下载";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "请按照您在欢迎电子邮件中收到的说明开始激活流程。";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "掌控每日任务管理并轻松协作以完成项目。";

"ScanInstruction" = "请扫描安全二维码以开始激活流程。";

"DiscoveryServiceInstruction" = "请输入电子邮件地址以开始激活流程。";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "正在检查账户...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "开始";

"Scan" = "扫描";

/* `demoLabel` UILabel text default value */
"Explore" = "想要进行探索？";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "请尝试演示版";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "设置密码";

/* The title for the enter passcode screen. */
"PasscodeKey" = "密码";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "选择密码";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "确认密码";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "再次输入您的密码。";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "确认您的密码。";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "输入您的密码。";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "更改密码";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "输入您的当前密码。";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "稍后";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "返回";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "下一步";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "完成";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "选择至少包含 %d 个字符的密码以解锁应用。";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "选择至少包含 %d 个数字的密码以解锁应用。";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "包括以下各项：";

/* The group name for lower case letters. */
"LowerCaseKey" = "小写字母 (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "大写字母 (A-Z)";

/* The group name for digits. */
"DigitsKey" = "数字 (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "符号 (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "重置密码";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "密码验证失败。";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate 已拒绝密码。";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "重试";

/* The title for setup touch ID screen. */
"TouchIDKey" = "触控 ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "面容 ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " 现已可用！";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "启用触控 ID 可以更快速地访问您的信息。";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "可以通过“设置”随时打开或关闭此功能。";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "请启用触控 ID 以实现快速安全访问。";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "如果取消激活触控 ID，则将询问您设备密码。";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "启用面容 ID 可以更快速地访问您的信息。";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "可以通过“设置”随时打开或关闭此功能。";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "请启用面容 ID 以实现快速安全访问。";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "如果取消激活面容 ID，则将询问您设备密码。";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "要使用触控 ID，请在设备设置中添加指纹。";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "在“设置 - 触控 ID 和密码”下可以随时进行此设置。";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "要使用面容 ID，请在设备设置中登记面容 ID。";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "在“设置 - 面容 ID 和密码”下可以随时进行此设置。";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "了解关于触控 ID 的更多信息";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "了解关于面容 ID 的更多信息";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "启用";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "使用触控 ID 进行验证";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "使用面容 ID 进行验证";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "错误";

/* The error title. */
"AuthenticationErrorKey" = "验证错误";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "请使用触控 ID 进行验证以使用该应用。";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "请使用面容 ID 进行验证以使用该应用。";

/* The authenticate button text. */
"AuthenticateKey" = "验证";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "密码不匹配。请重试。";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "剩余 %d 次尝试。";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "剩余 1 次尝试。";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "无剩余尝试。";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "请登录以重置密码。";

/* The text of the dismiss button on the alert. */
"OKKey" = "确定";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "密码不正确。请重试。";

/* The scan page title string. */
"ScanKey" = "扫描";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "扫描未成功";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "请选择二维码图像。";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "二维码无效";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "未识别二维码。";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "允许访问照片";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "要选择二维码图像，请在设备的隐私设置中授予照片的访问权限。";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "允许访问照相机";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "要使用照相机进行扫描，请在设备的隐私设置中授予照相机的访问权限。";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "设置";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "确认";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "扫描成功。您将连接到：";

/* The title string for the \"Continue\" button */
"ContinueKey" = "继续";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "启动";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "激活";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "如果已收到欢迎电子邮件，请使用电子邮件中的激活链接。如果未收到，请输入您的电子邮件地址或者扫描二维码以开始登录。";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "下一步";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "或";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "扫描";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "同意";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "不同意";

/* The authentication title. */
"AuthenticationKey" = "验证";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "请提供您的用户名和密码以进行验证。";

/* Username input field placeholder string */
"usernameKey" = "用户名";

/* Password input field placeholder string */
"passwordKey" = "密码";

/* Sign In button string. */
"SignInKey" = "登录";

/* Error message when failed to sign in. */
"SignInErrorKey" = "凭据不正确。请重试。";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "请提供以下信息以开始激活流程。";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "正在验证信息...";

/* Cancel button string. */
"CancelKey" = "取消";

/* Allow button string. */
"AllowKey" = "允许";

/* Deny button string. */
"DenyKey" = "拒绝";

/* No button string. */
"NoKey" = "否";

/* Quit button string. */
"QuitKey" = "退出";

/* GiveConsent button string. */
"GiveConsentKey" = "授予同意";

/* Navbar title string. */
"StepKey" = "步骤";

/* Navbar title string. */
"OfKey" = "/";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "是否确定要退出登录流程？";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "如果不同意，则无法继续登录。";

/* Switch User button string. */
"SwitchOrAddUserKey" = "切换或添加用户";

/* Title for Log In button */
"LogInKey" = "登录";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "在此设备上搜索用户";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "忘记密码？";

/* Title for Loction */
"PNLoctionTitleKey" = "打开定位服务，以便您可以使用地图和导航功能";

/* Title for Notifications */
"PNNotificationsTitleKey" = "打开通知，这样您就可以收到有关重要公告的提醒";

/* Title for Photos */
"PNPhotosTitleKey" = "打开照片库访问权限，以便您可以启用照片共享和访问照片库";

/* Title for Calendar */
"PNCalendarTitleKey" = "打开日历访问权限，以便您可以预订房间和查看您的会议";

/* Title for Camera */
"PNCameraTitleKey" = "打开照相机，以便您可以使用面容 ID 登录和验证";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "您可以稍后使用应用设置更改此权限";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "此应用程序使用以下权限为您提供我们为您服务的最佳体验";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "允许应用程序访问您的位置并在您使用它时通知您。\n\n要设置或编辑您的位置权限，请打开您的 iOS 设置 > 点击“位置”> 点击“应用程序”> 选择首选位置权限设置";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "允许应用程序访问您的通知并在您使用它时通知您。\n\n要设置或编辑您的通知权限，请打开您的 iOS 设置 > 点击“通知”> 点击“应用程序”> 选择首选通知权限设置";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "允许应用程序访问您的照片并在您使用它时通知您。\n\n要设置或编辑您的照片权限，请打开您的 iOS 设置 > 点击“照片”> 点击“应用程序”> 选择首选照片权限设置";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "允许应用程序访问您的照相机并在您使用它时通知您。\n\n要设置或编辑您的照相机权限，请打开您的 iOS 设置 > 点击“照相机”> 点击“应用程序”> 选择首选照相机权限设置";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "允许应用程序访问您的日历并在您使用它时通知您。\n\n要设置或编辑您的日历权限，请打开您的 iOS 设置 > 点击“日历”> 点击“应用程序”> 选择首选日历权限设置";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "打开 iOS 设置";

